{
  "disease_id": "Disease Ontology identifier for the disease",
  "disease_efo_id": "Experimental Factor Ontology identifier for the disease",
  "disease_umls_id": "Unified Medical Language System identifier for the disease",
  "disease_name": "Name of the disease",
  "disease_pathophysiology": "Our manual disease classification",
  "disease_associations": "The number of genes with a primary annotation to a high-confidence association that we extracted from the GWAS Catalog",
  "disease_other_associations": "The number of other genes that the disease is associated with",
  "disease_status": "Whether the disease was a primary annotation for a high (+ HC-P) or low-confidence (± LC-P) association, or a secondary annotation for a high (± HC-S) or low-confidence (± LC-S) association",
  "disease_prediction": "The predicted probability that the disease is associated with the gene",
  "auroc": "Area under the ROC curve indicating the model's ability to rank associated genes over unassociated genes for the specific disease",
  "model_auroc": "Disease-specific performance of the logistic ridge regression model fit on all gene-disease pairs",
  "gene_id": "Gene identifier from the HUGO Gene Nomenclature Committee",
  "gene_name": "Gene symbol",
  "gene_associations": "The number of genes with a primary annotation to a high-confidence association with this gene that we extracted from the GWAS Catalog",
  "gene_other_associations": "The number of other diseases that the gene is associated with",
  "gene_prediction": "The predicted probability that the gene is associated with the complex disease",
  "gene_mean_prediction": "The gene's average prediction across all diseases",
  "gene_aliases": "Other names for the gene",
  "gene_entrez_id": "Entrez Gene identifier for the gene",
  "gene_ensembl_id": "Ensembl identifier for the gene",
  "gene_uniprot_id": "UniProt identifier for the gene",
  "gene_status": "Whether the gene was a primary annotation for a high (+ HC-P) or low-confidence (± LC-P) association, or a secondary annotation for a high (± HC-S) or low-confidence (± LC-S) association",
  "metapath_abbreviation": "Metapath abbreviation. Metapaths in brackets abbreviate an MSigDB Collection based feature.",
  "metapath_full": "Full name of the metapath (type of path). Metanodes (node types) use Title Case.",
  "metapath_description": "Description of the metapath",
  "metapath_metric": "Whether the feature is a DWPC (degree weighted path count with damping exponent w) or a path count",
  "metapath_auroc": "Area under the ROC curve indicating the feature's ability to rank associated gene-disease pairs higher than unassociated gene-disease pairs.",
  "metapath_coefficient": "Standardized coefficient providing the effect size attributed to the feature by the logistic ridge regression model"
}
